{
  "version": 1,
  "categories": [
    {
      "id": 1,
      "image": "home_rutas",
      "title": "¿NO SABES QUÉ HACER?",
      "subtitle": "SIGUE LAS RUTAS DE AYUDA",
      "title_next_step":null,
      "parent_id": null,
      "is_route": false
    },
    {
      "id": 2,
      "image": "home_derechos",
      "title": "MIS DERECHOS",
      "title_next_step":null,
      "parent_id": null,
      "is_route": false
    },
    {
      "id": 3,
      "image": "home_beneficios",
      "title": "CALCULAR MIS BENEFICIOS",
      "title_next_step":null,
      "parent_id": null,
      "is_route": false
    },
    {
      "id": 4,
      "image": "home_denuncias",
      "title": "CÓMO HACER DENUNCIAS",
      "title_next_step":null,
      "information": [
        {
          "id": 1,
          "description": "<b>DENUNCIAS LABORALES</b> <br><br><br> Presenta este tipo de denuncia cuando tus derechos laborales no se están cumpliendo. Por ejemplo, cuando existen irregularidades en tu salario, liquidación, afiliación al IESS, vacaciones, etcétera.",
          "image": "info_denuncias",
          "screen_title": "DENUNCIAS",
          "next_step": 14,
          "sections": [
            {
              "id": 1,
              "title": "¿En dónde?",
              "steps": [
                {
                  "step_id": null,
                  "description": "•&nbsp;&nbsp;&nbsp;Direcciones Regionales del Trabajo <br>•&nbsp;&nbsp;&nbsp;Inspectorías de Trabajo <br>•&nbsp;&nbsp;&nbsp;Llamar al <a href = 'tel:1800 266822'>1800 266822</a> <br>•&nbsp;&nbsp;&nbsp;Defensoría Pública"
                }
              ]
            },
            {
              "id": 2,
              "title": "¿Cómo?",
              "steps": [
                {
                  "step_id": null,
                  "description": "Presenta un oficia con tus datos de identidad y contacto y los de tu empleador e indica los motivos por los que estás denunciando. Prueba lo que ha pasado usando grabaciones de llamadas, mensajes de texto, fotografías, documentos escritos. Cuando presentes una denuncia solicita un número para hacerle seguimiento. Deben darte una respuesta en un plazo máximo de 15 días. "
                }
              ]
            }
          ]
        },
        {
          "id": 2,
          "description": "<b>DENUNCIAS FISCALES</b> <br><br><br> Presenta este tipo de denuncia cuando eres víctima de violencia física y de cualquier tipo. Por ejemplo, si sufres de humillaciones, burlas, discriminación, encierro, golpes o amenazas.",
          "image": "info_denuncias",
          "screen_title": "DENUNCIAS",
          "next_step": 15,
          "sections": [
            {
              "id": 3,
              "title": "¿En dónde?",
              "steps": [
                {
                  "step_id": null,
                  "description": "•&nbsp;&nbsp;&nbsp;Unidad Judicial de Violencia contra la Mujer y la Famlia <br>•&nbsp;&nbsp;&nbsp;Fiscalía <br>•&nbsp;&nbsp;&nbsp;Ministerio de Trabajo - <a href = 'tel:1800 266 833'>1800 266 833</a> <br><br>Si el Delito es de emergencia, llamar a:<br>•&nbsp;&nbsp;&nbsp;Servicio Integrado de Seguridad - <a href = 'tel:911'>911</a>"
                }
              ]
            },
            {
              "id": 4,
              "title": "¿Cómo?",
              "steps": [
                {
                  "step_id": null,
                  "description": "Necesitas llevar tu cédula de identidad, no necesitas un abogado y es totalmente gratuito"
                }
              ]
            }
          ]
        }
      ],
      "parent_id": null,
      "is_route": false
    },
    {
      "id": 5,
      "image": "home_contratos",
      "title": "CONTRATOS",
      "title_next_step":null,
      "information": [
        {
          "id": 3,
          "description": "Obtener un contrato de trabajo es importante porque permite formalizar tu relación con tu empleador. Las clausulas de tu contrato te ayudarán a identificar y reportar incumplimiento de las mismas o de tus derechos. Un contrato verbal es aceptado, pero se recomienda tener un contrato escrito porque es más fácil usarlo como prueba si lo llegas a necesitar.",
          "image": "info_contratos",
          "screen_title": "CONTRATOS",
          "next_step": null,
          "sections": [
            {
              "id": 5,
              "title": "¿Qué debe tener un contrato?",
              "steps": [
                {
                  "step_id": 1,
                  "description": "Tus responsabilidades y las actividades que realizarás"
                },
                {
                  "step_id": 2,
                  "description": "Tu horario de trabajo o la duración de tu jornada y los días de trabajo. Es preferible que sea a tiempo completo, es decir 8 horas diaras por 5 días a la semana o tiempo parcial, 4 horas diarias"
                },
                {
                  "step_id": 3,
                  "description": "El monto de tu salario que no puede ser menor al mínimo básico unificado si trabajas a tiempo completo, o un proporcional al mismo si trabajas a tiempo parcial y la regularidad con la que se te harán los pagos."
                },
                {
                  "step_id": 4,
                  "description": "Información y montos correspondientes al pago de horas extra"
                },
                {
                  "step_id": 5,
                  "description": "Información sobre tus vacaciones, que no pueden ser menores a 15 días al año después del primer año de trabajo"
                },
                {
                  "step_id": 6,
                  "description": "Información sobre el período de prueba que no puede ser mayor a 15 días"
                },
                {
                  "step_id": 7,
                  "description": "Los motivos por los que el empleador puede terminar el contrato o despedirte. Estos motivos nunca pueden ser tu embarazo, edad, apariencia o tu estado de salud física o mental"
                },
                {
                  "step_id": 8,
                  "description": "Datos sobre tu empleador o empresa y el lugar donde trabajarás"
                },
                {
                  "step_id": 9,
                  "description": "Tus datos personales"
                }
              ]
            }
          ]
        }
      ],
      "parent_id": null,
      "is_route": false
    },
    {
      "id": 6,
      "image": "home_afiliciacion",
      "title": "VERIFICAR AFILIACIÓN",
      "title_next_step":null,
      "information": [
        {
          "id": 4,
          "description": "El empleador debe inscribirte en el Instituto Ecuatoriano de Seguridad Social (IESS), desde el primer día de labores. Dará aviso de tu entrada en los primeros 15 días. Avisará sobre tu salida, sueldos y salarios, accidentes de trabajo y enfermedades que se produzcan en él. Y cumplirá con las demás obligaciones legales sobre seguridad social.Para verificar si estás afiliada sigue estos pasos:",
          "image": "info_afiliacion",
          "screen_title": "AFILIACIÓN AL IESS",
          "next_step": null,
          "sections": [
            {
              "id": 6,
              "title": "Obtén tu clave del IESS",
              "steps": [
                {
                  "step_id": 1,
                  "description": "Desde una computadora o celular con conexión al internet, ingresa en el vínculo <a href='https://www.iess.gob.ec/solicitudclave/pages/public/principal.jsf'>https://www.iess.gob.ec/solicitudclave/pages/public/principal.jsf</a>"
                },
                {
                  "step_id": 2,
                  "description": "Ingresa tu número de cédula y sigue las instrucciones hasta que aparezca el botón “Finalizar”"
                },
                {
                  "step_id": 3,
                  "description": "Busca en tu correo un mail del IESS llamado “Activación de clave” (antes de esto se te solicitará un correo elctrónico). Selecciona el botón “Click para continuar” en el correo que te llegó"
                },
                {
                  "step_id": 4,
                  "description": "Ingresa una nueva clave y repite la misma clave para confirmar"
                }
              ]
            },
            {
              "id": 7,
              "title": "Obtén tu certificado de afiliación",
              "steps": [
                {
                  "step_id": 1,
                  "description": "Una vez que tengas tu clave del IESS, ingresa al siguiente vínculo <a href='https://www.iess.gob.ec/afiliado-web/pages/opcionesGenerales/seleccionCertificadoDeAfiliacion.jsf'>https://www.iess.gob.ec/solicitudclave/pages/public/principal.jsf</a>"
                },
                {
                  "step_id": 2,
                  "description": "Selecciona la opción “Certificado de Afiliación al Seguro General”"
                },
                {
                  "step_id": 3,
                  "description": "Ingresa tu número de cédula y después tu clave"
                },
                {
                  "step_id": 4,
                  "description": "Selecciona la opción ingresar"
                },
                {
                  "step_id": 5,
                  "description": "Si tu cédula y clave son los correctos, se descargará un certificado que indica que tu empleador te ha afiliado, y la fecha del último aporte al IESS"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": 7,
      "image": "home_sindicato",
      "title": "ÚNETE AL SINDICATO",
      "title_next_step":null,
      "information": [
        {
          "id": 5,
          "image": "info_sindicato",
          "screen_title": "UNTHA",
          "next_step": null,
          "sections": [
            {
              "id": 8,
              "title": "¿Qué es UNTHA?",
              "steps": [
                {
                  "step_id": null,
                  "description": "La Unión de Trabajadoras Remuneradas del Hogar y Afines es un sindicato que busca que se conozcan y garanticen los derechos de las trabajadoras remuneradas del hogar y no sufran violencia.<br><br> Buscamos organizar a las trabajadoras, y  empoderarlas con información y acompañandolas para exigir el cumplimiento de sus derechos humanos y laborales."
                }
              ]
            },
            {
              "id": 9,
              "title": "¿Cómo puedes unirte o contactarnos?",
              "steps": [
                {
                  "step_id": null,
                  "description": "•<b>&nbsp;&nbsp;&nbsp;Email</b>: <a href = 'mailto:unthaecuador@gmail.com'>unthaecuador@gmail.com</a><br>•<b>&nbsp;&nbsp;&nbsp;Telf:</b> <a href = 'tel:0960639550'>0960639550</a><br>•<b>&nbsp;&nbsp;&nbsp;Facebook</b>: <a href='https://www.facebook.com/atrhecuador/'>Asociación de trabajadoras remuneradas del hogar</a><br>."
                }
              ]
            }
          ]
        }
      ],
      "parent_id": null,
      "is_route": false
    },
    {
      "id": 8,
      "image": "derechos_salario",
      "title": "SALARIO Y BENEFICIOS",
      "title_next_step":"SALARIO Y BENEFICIOS",
      "parent_id": 2,
      "is_route": false,
      "information": [
        {
          "id": 6,
          "image": "info_salario",
          "screen_title": "SALARIO Y BENEFICIOS",
          "next_step": 9,
          "sections": [
            {
              "id": 10,
              "title": "",
              "steps": [
                {
                  "step_id": 1,
                  "description": "Tienes derecho a recibir por lo menos un salario básico unificado si trabajas a tiempo completo, es decir: Ganar mínimo $390 por trabajar máximo cinco días a la semana o 40 días semanales"
                },
                {
                  "step_id": 2,
                  "description": "En caso de trabajar a tiempo parcial o por horas, tu salario es proporcional a un salario básico. Por ejemplo, ganarías la mitad del salario básico si trabajas la mitad del tiempo"
                },
                {
                  "step_id": 3,
                  "description": "Tienes que recibir el pago del décimo tercero o bono navideño que equivale a la doceava parte de las remuneraciones del año calendario."
                },
                {
                  "step_id": 4,
                  "description": "Debes recibir el pago del decimo cuarto que equivale a un salario básico. Si solicitas que se acumule, lo debes recibir hasta el 15 de marzo en la Costa y galápagos y hasta el 15 de agosto en la Sierra y Amazonía. Caso contrario se dividirá en partes y se añadirá como un bono a tu salario mensual."
                },
                {
                  "step_id": 5,
                  "description": "Tienes derecho a cobrar horas extras si se requiere tu servicio una vez cumplida tu jornada completa o parcial de trabajo (incluso si la modalidad es puertas adentro).<br> Si las horas extra son durante el día hasta las 12 de la noche, tu empleador paga cada hora suplementaria con el 50% de recargo.<br>  Si son desde las 12 de la noche a las 6 de la mañana o o durante el fin de semana tendrán el 100% de recargo"
                },
                {
                  "step_id": 6,
                  "description": "Tus vacaciones deben ser pagadas"
                },
                {
                  "step_id": 7,
                  "description": "Si trabajas puertas adentro, no se debe descontar de tu sueldo la alimentación, vivienda digna, uniformes o ropa de trabajo y facilidades para educación"
                },
                {
                  "step_id": 8,
                  "description": "Si trabajas puertas afuera puedes recibir alimentación, uniformes o ropa de trabajo sin que ello forme parte de la remuneración"
                },
                {
                  "step_id": 9,
                  "description": "Desde el segundo año de trabajo, tienes derecho a recibir fondos de reserva mes a mes"
                },
                {
                  "step_id": 10,
                  "description": "El período de prueba debe ser máximo de 15 días, que serán pagados y acordados mediante contrato escrito, después de este tiempo tienes derecho a trabajar indefinidamente y ser indemnizada en caso de despido intempestivo"
                },
                {
                  "step_id": 11,
                  "description": "Tienes derecho a ser afiliada al Instituto Ecuatoriano de Seguridad Social (IESS) y gozar de todo derecho laboral"
                },
                {
                  "step_id": 12,
                  "description": "Debes recibir por adelantado la remuneración antes de tus vacaciones"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": 9,
      "image": "derechos_vacaciones",
      "title": "JORNADA DE TRABAJO Y VACACIONES",
      "title_next_step":"JORNADA DE TRABAJO Y VACACIONES",
      "parent_id": 2,
      "is_route": false,
      "information": [
        {
          "id": 7,
          "image": "info_vacaciones",
          "screen_title": "JORNADA Y VACACIONES",
          "next_step": 10,
          "sections": [
            {
              "id": 11,
              "title": "",
              "steps": [
                {
                  "step_id": 1,
                  "description": "Si trabajas a tiempo completo, tu jornada de trabajo debe ser máximo de 8 horas, máximo 5 días a la semana incluso si trabajas puertas adentro"
                },
                {
                  "step_id": 2,
                  "description": "Las horas extras no deben pasar de 4 en un día ni de 12 en la semana."
                },
                {
                  "step_id": 3,
                  "description": "La jornada se puede dividir en dos partes, con un descanso de hasta dos horas después de las primeras 4 horas de trabajo"
                },
                {
                  "step_id": 4,
                  "description": "Una vez cumplido el año de trabajo con el mismo empleador, tienes derecho a 15 días de vacaciones pagadas. Despué de los 5 años, tiene un día adicional de vacaciones por cada año trabajado."
                },
                {
                  "step_id": 5,
                  "description": "Las menores de 16 años tienen derecho a 20 días de vacaciones, y las mayores de 16 y menores de 18 tendrán derecho a 18 días de vacaciones anuales."
                },
                {
                  "step_id": 6,
                  "description": "Tienes derecho a recibir licencia con remuneración en caso de fallecimiento de cónyuge, unión de hecho o parientes dentro del segundo grado de consanguinidad o afinidad"
                },
                {
                  "step_id": 7,
                  "description": "Tienes derecho a cobrar horas extras (ordinarias y suplementarias) si se requiere tu servicio una vez cumplida tu jornada completa o parcial de trabajo (incluso si la modalidad es puertas adentro)"
                },
                {
                  "step_id": 8,
                  "description": "Tienes derecho a salir a ejercer sufragio"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": 10,
      "image": "derechos_embarazo",
      "title": "EMBARAZO",
      "title_next_step":"EMBARAZO",
      "parent_id": 2,
      "is_route": false,
      "information": [
        {
          "id": 8,
          "image": "info_embarazo",
          "screen_title": "MATERNIDAD",
          "next_step": 11,
          "sections": [
            {
              "id": 12,
              "title": "",
              "steps": [
                {
                  "step_id": 1,
                  "description": "Si estás embarazada, no podrás ser despedida y tendras licencia pagada las dos semanas anteriores y las diez posteriores al parto"
                },
                {
                  "step_id": 2,
                  "description": "Tienes derecho a acceder al período de lactancia"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": 11,
      "image": "derechos_adolescentes",
      "title": "NIÑAS Y ADOLESCENTES",
      "title_next_step":"NIÑAS Y ADOLESCENTES",
      "parent_id": 2,
      "is_route": false,
      "information": [
        {
          "id": 9,
          "image": "info_adolescentes",
          "screen_title": "NIÑAS Y ADOLESCENTES",
          "next_step": 12,
          "sections": [
            {
              "id": 13,
              "title": "",
              "steps": [
                {
                  "step_id": 1,
                  "description": "Si tienes menos de 15 años, está prohibido que trabajes. Si esto no se cumple, tu empleador deberá pagarte el doble de remuneración y será sancionado con una multa"
                },
                {
                  "step_id": 2,
                  "description": "Si tienes entre 15 y 18 años y no has cumplido tu educación básica, debes tener 2 horas diarias para ir a una escuela. Si no lo permite, tu empleador será sancionado con una multa señalada en el Código de la Niñez y Adolescencia."
                },
                {
                  "step_id": 3,
                  "description": "Tu jornada no debe pasar de las 6 horas diarias o 30 semanales"
                },
                {
                  "step_id": 4,
                  "description": "Si eres menor de 18 años, se prohibe que trabajes en las noches"
                },
                {
                  "step_id": 5,
                  "description": "Tu empleador debe llevar un registro con tu nombre, partida de nacimiento, cédula, la clase de trabajo que realizas, la duración de tu contrato, el número de horas que trabajas, tu remuneración y una certificación de que estás estudiando o has culminado tu educación y entregar una copia al director regional de trabajo."
                },
                {
                  "step_id": 6,
                  "description": "Tu contrato debe estar hecho por escrito y una copia debe registrarse en el Municipio e Inspección del trabajo respectiva. Tu empleador tiene un plazo de 30 días para hacer esto"
                },
                {
                  "step_id": 7,
                  "description": "Está prohibido que trabajes en estas actividades: esclavitud, servidumbre por deudas, trabajo obligatorio, conflictos armados, prostitución o pornografía. No deberías producir, traficar y vender drogas, alcohol, sustancias tóxicas y explosivas. Tampoco puedes trabajar en lugares donde estas se produzcan porque son inseguras y riesgosas para tu salud. Está prohibido que cargues o descargues navíos, manejes correas o cierras, fundir y pulir vidrios o metales, pescar a bordo, o ser guardián de seguridad."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": 12,
      "image": "derechos_despidos",
      "title": "DESPIDOS Y TÉRMINO DE CONTRATOS",
      "title_next_step":"DESPIDOS Y TÉRMINO DE CONTRATOS",
      "parent_id": 2,
      "is_route": false,
      "information": [
        {
          "id": 10,
          "image": "info_despidos",
          "screen_title": "DESPIDOS Y TÉRMINO",
          "next_step": 13,
          "sections": [
            {
              "id": 14,
              "title": "",
              "steps": [
                {
                  "step_id": 1,
                  "description": "Si estás embarazada, no podrás ser despedida"
                },
                {
                  "step_id": 2,
                  "description": "Si te sientes imposibilitada para realizar tus labores como consecuencia del largo servicio que has prestado, no puedes ser despedida. Tu empleador debe conservarte y brindarte los recursos necesarios para tu subsistencia o jubilarte según la ley. Esto es obligación de tu empleador o sus herederos"
                },
                {
                  "step_id": 3,
                  "description": "El contrato puede terminar por estas causas: <br><br> • Tu voluntad de terminar el contrato <br><br> • Acuerdo entre ti y tu empleador, o causas previstas en el contrato <br><br> • Conclusión de la obra o período establecido para el trabajo <br><br> • Muerte o incapacidad del empleador o de la trabajadora <br><br> • Condiciones que imposibiliten el trabajo, como un incendio, terremoto o acontecimientos que no se pudieron evitar <br><br> • Carta de renuncia presentada por la trabajadora"
                },
                {
                  "step_id": 4,
                  "description": "Tu empleador puede terminar el contrato por estas causas: <br><br> • La voluntad de tu empleador de terminar el contrato <br><br> • Faltas injustificadas, impuntualidad o abandono del trabajo por más de 3 días seguidos sin causa <br><br> • Desobediencias graves a reglamentos internos <br><br> • Conducta inmoral de la trabajadora <br><br> • Injuriar a tu empleador, familiares o personas cercanas al mismo <br><br> • Ineptitud al desempeñar tu trabajo <br><br> • Denuncias injustificadas a tu empleador sobre obligaciones en el IESS. En caso de que la denuncia sea justificada, tu estabilidad estará asegurado por 2 años en trabajos permanentes <br><br> • Por no cumplir medidades de seguridad, higiene y prevención exigidas por ley o por no cumplir órdenes médicas <br><br> • Por acosar laboralmente a otras personas <br><br> • Antes del visto bueno, el trabajador, sus representatntes y el empleador tienen derecho a ser oídos por una autoridad laboral"
                },
                {
                  "step_id": 5,
                  "description": "Puedes dar por terminado un contrato por estos motivos: <br><br> • Por injuria de tu empleador, sus familiares o personas cercanas. Si las injurias son discriminatorias, la indemnización es la que ordena el artículo 195.3 del Código del trabajo <br><br> • Por disminución, falta de pago o puntualidad en el pago <br><br> • Por que se te exige hacer trabajos que no se habían acordado <br><br> • Por sufrir acoso laboral permitido o cometido por parte de tu empleador o sus representantes"
                },
                {
                  "step_id": 6,
                  "description": "Si tu empleador te despide intempestivamente, deberás ser indemnizada de esta forma: <br><br> • Tres meses de remuneración si has trabajado hasta tres años <br><br> • Un mes de remuneración por cada año de servicio sin trabajas más de tres años. No puede pasar de 25 remuneraciones <br><br> • Un año completo de remuneraciones si has trabajado un año <br><br> • Si trabaja a destajo, es decir por unidades de trabajo entregadas, se fija la remuneración mensual en base al promedio recibido en el último año de trabajo o el tiempo que haya servido <br><br> • Si has trabajado entre 20 y 25 años ininterrumpidamente, además, tendrñas derecho a una proporción de la jubilación patronal <br><br> • Si tu empleador termina el contrato sin causa justa, deberá ratificarse ante una autoridad de trabajo y depositar el valor en las siguientes 48 horas, si no lo hace, la trabajadora se reintegrará a sus labores de inmediato"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": 13,
      "title": "LEYES",
      "title_next_step":"LEYES",
      "image": "derechos_leyes",
      "parent_id": 2,
      "is_route": false,
      "information": [
        {
          "id": 11,
          "image": "info_leyes",
          "screen_title": "LEYES",
          "next_step": null,
          "sections": [
            {
              "id": 15,
              "title": "Constitución de la República del Ecuador",
              "steps": [
                {
                  "step_id": null,
                  "description": "Tiene como principio la igualdad y la no discriminación. Garantiza el derecho a la integridad personal: Una vida libre de violecia, pública y privada. Dispone que el derecho a la seguridad social es irrenunciable, solidario, obligatorio, universal, equitativo, y debe atender las necesidades indivuales y colectivas."
                }
              ]
            },
            {
              "id": 16,
              "title": "Ley Orgánica para Prevenir y Erradicar la Violencia contra las mujeres",
              "steps": [
                {
                  "step_id": null,
                  "description": "Señala los tipos de violencia: física, psicológica, sexual, económica y patrimonial, simbólica, gíneco-obstétrica. Promueve el Sistema de Prevención y Erradicación de Violencia contra las mujeres para prevenir, atender, proteger y reparar a las víctimas; y también el Registro Único y el Observatorio, como mecanismos para cosntruir políticas públicas que erradiquen la violencia contra las mujeres en Ecuador."
                }
              ]
            },
            {
              "id": 17,
              "title": "Ley Orgánica para la Justicia Laboral y Reconocimiento del Trabajo en el Hogar",
              "steps": [
                {
                  "step_id": null,
                  "description": "Prohíbe el despido intempestivo de personas trabajadoras en estado de embarazo. Reconoce el derecho a la seguridad social de las personas que realizan trabajo del hogar no remunerado (aquellas que realizan de manera exclusiva tareas de cuidado del hogar sin percibir pago ni apoyo económico alguno), garantizando su derecho a recibir pensión de jubilación, invalidez y muerte."
                }
              ]
            },
            {
              "id": 18,
              "title": "Código del Trabajo",
              "steps": [
                {
                  "step_id": null,
                  "description": "Establece igual trabajo por igual remuneración, sin discriminación alguna. Dispone las obligaciones del empleador, ordenando garantizar la igualdad de oportunidades y no discriminación de trabajadores individuales o en contratos colectivos."
                }
              ]
            },
            {
              "id": 19,
              "title": "Convención sobre la Eliminación de todas las Formas de Discriminación contra la Mujer",
              "steps": [
                {
                  "step_id": null,
                  "description": "Ecuador acepta las obligaciones para eliminar todas las formas de discriminación contra las mujeres, garantizar la igualdad entre hombres y mujeres, y se ponen a disposición de su Comité de Seguimiento. Así, la rendición de cuentas a nivel internacional apoya los esfuerzos a nivel nacional para estimular al Estado a promover y garantizar los derechos de las mujeres."
                }
              ]
            },
            {
              "id": 20,
              "title": "Convención Interamericana para Prevenir, Sancionar y Erradicar la Violencia contra la Mujer, Convención de Belém do Pará",
              "steps": [
                {
                  "step_id": null,
                  "description": "Reconoce que la violencia contra las mujeres es una violación de los derechos humanos, y que es responsabilidad del Estado tomar medidas concretas para prevenirla y erradicarla."
                }
              ]
            },
            {
              "id": 21,
              "title": "Código Orgánico Integral Penal",
              "steps": [
                {
                  "step_id": null,
                  "description": "Considera delitos tres tipos de violencia contra la mujer o miembros del núcleo familiar: física, psicológica y sexual. Y juzga otros delitos que atentan contra la dignidad humana y la inviolabilidad de la vida: el femicidio, la trata de personas, diversas formas de explotación, la violencia intrafamiliar, delitos contra la integridad sexual y reproductiva, delitos de odio."
                }
              ]
            },
            {
              "id": 22,
              "title": "Convenio 189 sobre trabajo decente de la Organización Internacional del Trabajo para las trabajadoras y los trabajadores domésticos",
              "steps": [
                {
                  "step_id": null,
                  "description": "Reconoce la gran contribución de los trabajadores domésticos a la economía mundial. Está a favor de eliminar todas las formas de trabajo forzoso u obligatorio, el trabajo infantil y la discriminación en sus diferentes formas."
                }
              ]
            },
            {
              "id": 23,
              "title": "Convenio 182 sobre la prohibición de las peores formas de trabajo infantil y la acción inmediata para su eliminación",
              "steps": [
                {
                  "step_id": null,
                  "description": "Persigue la acción inmediata para librar de todas las formas de trabajo a los niños y niñas, y asegurar su rehabilitación, su inserción social y atender las necesidades de sus familias. Considera que el trabajo doméstico sigue siendo poco apreciado e invisible, y que lo realizan las mujeres y las niñas, muchas de ellas migrantes o que forman parte de comunidades desfavorecidas, muy vulnerables a la discriminación en el trabajo, así como a otros abusos de sus derechos humanos."
                }
              ]
            },
            {
              "id": 24,
              "title": "Ley Orgánica de los Consejos Nacionales para la Igualdad",
              "steps": [
                {
                  "step_id": null,
                  "description": "Asegura la vigencia y el ejercicio de los derechos consagrados en la Constitución y en los Instrumentos Internacionales de Derechos Humanos, y promueve erradicar los actos, usos, prácticas, costumbres y estereotipos que discriminan."
                }
              ]
            },
            {
              "id": 25,
              "title": "Agenda Nacional para la Igualdad de las Mujeres y Personas LGBTI",
              "steps": [
                {
                  "step_id": null,
                  "description": "En su Eje 2: Sostenibilidad de la Vida, establece la política y acciones para promover los derechos económicos y laborales, abordando el TRH y el trabajo no remunerado y de cuidados."
                }
              ]
            },
            {
              "id": 26,
              "title": "Ley Marco sobre Economía del Cuidado del Parlamento Latinoamericano",
              "steps": [
                {
                  "step_id": null,
                  "description": "Garantiza el ejercicio pleno de los derechos de las personas en situación de dependencia y de las personas encargadas del cuidado; compromete a sus Estados miembros a crear Sistemas Integrales de Cuidados en sus países."
                }
              ]
            },
            {
              "id": 27,
              "title": "Acuerdo Ministerial No 0082: Normativa para la Erradicación de la Discriminación en el Ámbito Laboral",
              "steps": [
                {
                  "step_id": null,
                  "description": "Es obligatoria para los sectores público y privado, que deben reconocer los derechos de las personas y de los grupos de atención prioritaria o en condiciones de vulnerabilidad."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": 14,
      "image": "rutas_derechos_laborales",
      "title": "RUTAS DE DERECHOS LABORALES",
      "subtitle": "CUESTIONARIO DE DERECHOS LABORALES:",
      "title_next_step":"CONOCE SI SE ESTÁN CUMPLIENDO TUS DERECHOS",
      "parent_id": null,
      "is_route": true
    },
    {
      "id": 15,
      "image": "rutas_violencia_laboral",
      "title": "RUTA DE VIOLENCIA",
      "subtitle": "CUESTIONARIO DE VIOLENCIA LABORAL:",
      "title_next_step":"CONOCE SI ERES VÍCTIMA DE VIOLENCIA",
      "parent_id": null,
      "is_route": true
    }
  ]
}
